load-resources/vertx-hikari-many-verticles/500-1.txt
sending 500 messages per second
Requests      [total, rate]            2500, 500.20
Duration      [total, attack, wait]    5.00006892s, 4.997999785s, 2.069135ms
Latencies     [mean, 50, 95, 99, max]  2.202546ms, 2.169239ms, 2.921477ms, 5.848083ms, 9.402769ms
Bytes In      [total, mean]            145000, 58.00
Bytes Out     [total, mean]            37500, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:2500  
Error Set: